Repository: b-jesch/script.loungeripper
Catalog: resources/language/*/strings.po
Languages: german

# #30011
source: Resolution
german: Auflösung

# #30012
source: Quality
german: Qualität

# #30016
source: Path to 'makemkvcon'
german: Pfad zu 'makemkvcon'

# #30017
source: Path to 'HandBrakeCLI'
german: Pfad zu 'HandBrakeCLI'

# #30018
source: Path to 'mkisofs'
german: Pfad zu 'mkisofs'

# #30019
source: Delete Source Files after successfully Operation
german: Nach erfolgreicher Ausführung Quelldatei löschen

# #30020
source: Temporary Folder
german: Temporäres Verzeichnis

# #30021
source: Destination Folder
german: Zielverzeichnis

# #30022
source: Minimum Title Length
german: Minimale Titellänge

# #30023
source: Native Language
german: Standardsprache

# #30024
source: Foreign Audio (grabs all audio streams)
german: alle Audiostreams enkodieren

# #30025
source: Encode after Rip
german: Enkodiere nach Rippen

# #30026
source: Eject after Ripping
german: Disk nach dem Rippen auswerfen

# #30027
source: Create Subfolder with Title of Movie
german: Erstelle Unterverzeichnis mit Titel des Films

# #30028
source: Black and White
german: Schwarz-Weiss

# #30029
source: Current Task: %s (%s remaining)
german: aktueller Schritt: %s (%s verbleibend)

# #30030
source: Title of Movie
german: Titel des Films eingeben

# #30031
source: Profile 1
german: Profil 1

# #30032
source: Profile 2
german: Profil 2

# #30033
source: Profile 3
german: Profil 3

# #30034
source: Profile 4
german: Profil 4

# #30035
source: Profile 5
german: Profil 5

# #30036
source: Profile 6
german: Profil 6

# #30037
source: Profile 7
german: Profil 7

# #30038
source: Abort currently running Rip/Encode Process
german: aktuell laufenden Rip/Encode-Prozess abbrechen

# #30039
source: Cleanup Temporary Folder completely
german: Temporäres Verzeichnis komplett bereinigen

# #30046
source: Content of Folder '%s' deleted
german: Inhalt des Ordners '%s' wurde gelöscht

# #30047
source: Profile Name
german: Profilname

# #30048
source: Enabled
german: aktiviert

# #30049
source: %s has Operation '%s' successfully completed.
german: %s hat die Aufgabe '%s' erfolgreich abgeschlossen.

# #30050
source: There aren't active Profiles enabled. Go to Settings and enable at least one active Profile.
german: Es sind keine aktiven Profile freigegeben. Schalte mindestens ein aktives Profil in den Einstellungen frei.

# #30051
source: You don't have selected any active Profile. Lounge Ripper will be terminated.
german: Es wurde kein aktives Profil ausgewählt. Lounge Ripper wird beendet.

# #30052
source: One or more System Settings or Profile Settings are invalid or missing. Please check Settings again.
german: Eine oder mehrere System- oder Profil-Einstellungen sind ungültig oder nicht vorhanden. Bitte überprüfe nochmals die Einstellungen in den Settings des Addons.

# #30053
source: MakeMKV don't work as expected. The Version is too old, the License Key is invalid, the process was aborted by user or another Error has occured (see logfile).
german: MakeMKV arbeitet nicht wie erwartet. Die Softwareversion ist evtl. zu alt, der Lizenzschlüssel ungültig, der Prozess wurde durch den Nutzer abgebrochen oder ein anderer Fehler ist aufgetreten (Details siehe Logdatei).

# #30054
source: An Error occured while Encoding a Stream with HandBrakeCLI or Encoding was aborted by User.
german: Während des Encodierens mit HandBrakeCLI ist ein Fehler aufgetreten oder die Encodierung wurde durch den Nutzer abgebrochen.

# #30055
source: All current Ripper or Encoder Tasks was killed.
german: Alle aktiven Rip-/Encodeprozesse wurden terminiert.

# #30056
source: There are no valid files in folder '%s' for the operation to be performed. Maybe the last process has not created any files or You doesn't copy the intended files into that folder.
german: Im Ordner '%s' befinden sich keine gültigen Dateien. Möglicherweise hat der letzte Prozess keine Dateien erzeugt oder Du hast die zur Abarbeitung vorgesehene Datei nicht in diesem Ordner abgelegt.

# #30057
source: Could not detect removable media in drive or media isn't inserted or not readable.
german: Es befindet sich keine Disc im Laufwerk oder die Disc wird nicht erkannt bzw. ist nicht lesbar.

# #30058
source: The current process was terminated by an error
german: Der aktuelle Prozess wurde durch einen Fehler beendet

# #30059
source: There are more than one file present in source directory. Would You process all files with the same parameters at once? This requires high time consumption.
german: Es befinden sich mehr als eine Datei im Quellverzeichnis. Möchtest Du alle Dateien mit den gleichen Parametern auf einmal abarbeiten? Das erfordert einen hohen Zeitaufwand.

# #30060
source: System Defaults
german: Systemeinstellungen

# #30061
source: Mode
german: Modus

# #30062
source: An Error occured while creating an image file or the Process was aborted by User.
german: Ein Fehler ist beim Erzeugen der Imagedatei aufgetreten oder der Prozess wurde durch den Nutzer abgebrochen.

# #30063
source: Please wait...
german: Bitte warten...

# #30064
source: Add. HandBrakeCLI Options
german: Zusätzl. HandBrakeCLI Optionen

# #30065
source: Update Library after processing
german: Nach Abarbeitung Bibliothek aktualisieren

# #30066
source: Current Task: %s
german: aktueller Schritt: %s

# #30067
source: Copy File to Destination Folder
german: kopiere Datei ins Zielverzeichnis

# #30068
source: Drive ID
german: Laufwerks-ID

# #30069
source: MakeMKV has reported a Medium Error. Some Retries have finally failed. The Backup is incomplete. Clean the medium and try again.
german: MakeMKV hat einen Medium Fehler gemeldet. Mehrere Leseversuche waren nicht erfolgreich, das Backup ist unvollständig. Bitte das Medium reinigen und erneut versuchen.

# #30070
source: 2 Minutes
german: 2 Minuten

# #30071
source: 5 Minutes
german: 5 Minuten

# #30072
source: 10 Minutes
german: 10 Minuten

# #30073
source: 15 Minutes
german: 15 Minuten

# #30074
source: 20 Minutes
german: 20 Minuten

# #30075
source: 25 Minutes
german: 25 Minuten

# #30076
source: 30 Minutes
german: 30 Minuten

# #30077
source: 35 Minutes
german: 35 Minuten

# #30078
source: 40 Minutes
german: 40 Minuten

# #30079
source: 45 Minutes
german: 45 Minuten

# #30080
source: Rip only
german: Nur Rippen

# #30081
source: Rip and Encode
german: Rippen und Encodieren

# #30082
source: Encode only
german: Nur Encodieren

# #30083
source: Backup to ISO
german: ISO Backup erstellen

# #30085
source: Very High
german: Sehr Hoch

# #30086
source: High
german: Hoch

# #30087
source: Medium
german: Mittel

# #30088
source: Moderate
german: Mäßig

# #30089
source: Low
german: Niedrig

# #30092
source: There are one or more files and/or folders present within the temporary folder. These files can lead to undesirable behaviors of the addon during the rip/encoding process. Do you want to delete these files now?
german: Es befinden sich eine oder mehrere Dateien/Ordner im temporären Verzeichnis. Diese Dateien können zu einem unerwünschtem Verhalten des Addons während des Rip-/Encode Prozesses führen. Wollen Sie diese Dateien jetzt löschen?

# #30111
source: Various resolution levels from 4K (UHD) to SD format (PAL/NTSC) are available for the target format.
german: Für das Zielformat stehen verschiedene Auflösungsstufen von 4K (UHD) bis zum SD-Format (PAL/NTSC) zur Verfügung.

# #30112
source: The higher the quality level is chosen, the larger the file size of the target format will be. A good compromise is the quality level 'High'.
german: Je höher die Qualitätsstufe gewählt wird, umso größer wird die Dateigröße des Zielformats sein. Ein guter Kompromiss ist die Qualitätsstufe 'Hoch'.

# #30116
source: To rip a BluRay/DVD the console program 'makemkvcon(.exe)' is needed. Enter the path to the installed file. Note: makemkvcon, not makemkv!
german: Zum Rippen einer BluRay/DVD wird das Terminalprogramm 'makemkvcon(.exe)' benötigt. Gebe den Pfad zur installierten Datei ein. Achtung: Die Datei makemkvcon wird benötigt, nicht makemkv!

# #30117
source: For conversion to the target format the console program 'HandBrakeCLI(.exe)' is needed. Enter the path to the installed file. Note: HandBrakeCLI, not HandBrake!
german: Zur Konvertierung in das Zielformat wird das Programm 'HandBrakeCLI(.exe)' benötigt. Gebe den Pfad zur installierten Datei ein. Achtung: HandBrakeCLI wird benötigt, nicht HandBrake!

# #30118
source: To create ISO images, the console program 'mkisofs(.exe)' is needed. Enter the path to the installed file.
german: Zum Erzeugen von ISO Images wird das Programm 'mkisofs(.exe)' benötigt. Gebe den Pfad zur installierten Datei ein.

# #30119
source: Deletes the ripped source file(s) when the selected operation is completed successfully.
german: Löscht die gerippte(n) Quelldatei(en) wenn der gewählte Vorgang erfolgreich abgeschlossen wurde.

# #30120
source: Temporary storage for files of the individual process steps. This folder must reside in the local file system and must have at least twice the storage space of the BluRay/DVD available.
german: Temporäres Verzeichnis für die Dateien der einzelnen Prozessschritte. Dieser Ordner muss sich im lokalen Dateisystem befinden und mindestens den zweifachen Speicherplatz der BluRay/DVD zur Verfügung stellen.

# #30121
source: Destination directory. This can also be a directory on a network storage (NAS) and should be a directory in the corresponding media library.
german: Zielverzeichnis. Das kann auch ein Verzeichnis auf einem Netzwerkspeicher (NAS) sein und sollte ein Verzeichnis in der entsprechenden Medienbibliothek sein.

# #30122
source: Minimum title length for content ripped from BluRay/DVD. This setting can be used to exclude e.g. 'Making Of' or shorter movies/trailers from ripping.
german: Minimale Titellänge für Inhalte, die von BluRay/DVD gerippt werden. Diese Einstellung kann verwendet werden, um z.B. 'Making Of' oder kürzere Filme/Trailer vom Rippen auszuschliessen.

# #30123
source: Default language to be ripped.
german: Standardsprache, die gerippt werden soll.

# #30124
source: Rip all audio streams that are present on the BluRay/DVD (increases the size of the destination file).
german: alle Audiostreams rippen, die auf der BluRay/DVD vorhanden sind (vergrößert die Zieldatei).

# #30125
source: After ripping a BluRay/DVD, launches the HandBrake encoder with the desired target quality to reduce the size of the target file compared to the original.
german: Startet nach dem Rippen einer BluRay/DVD den HandBrake Encoder mit der gewünschten Zielqualität, um die Größe der Zieldatei gegenüber dem Original zu verringern.

# #30126
source: Eject disc after ripping.
german: Disk nach dem Rippen auswerfen.

# #30127
source: Creates a subdirectory in the destination folder with the title of the movie and puts it there.
german: Erstellt im Zielordner ein Unterverzeichnis mit Titel des Films und legt diesen dort ab.

# #30128
source: The destination file is encoded in black and white.
german: Die Zieldatei wird in Schwarz-Weiss enkodiert.

# #30140
source: The codec used to compress the destination file. H.265 provides a smaller file size, but takes more time than the H.264 codec.
german: Der Codec, der zur Komprimierung der Zieldatei verwendet wird. H.265 liefert eine kleinere Dateigröße, benötigt jedoch mehr Zeit als der H.264 Codec.

# #30161
source: The addon has 4 modes 'Rip only', 'Rip and encode', 'Encode only' and 'Create ISO Backup'. Select the mode you want.
german: Das Addon verfügt über die 4 Modis 'Nur Rippen', 'Rippen und Enkodieren', 'Nur Enkodieren' sowie 'ISO Backup erstellen'. Wähle den gewünschten Modus aus.

# #30164
source: Set additional option for encoding your footage. For a complete list of options, type 'HandBrakeCLI --help' in a terminal.
german: Lege zusätzliche Optionen für die Kodierung des Filmmaterials fest. Für eine vollständige Liste der Optionen gebe 'HandBrakeCLI --help' in ein Terminal ein.

# #30165
source: Update library after processing. For this purpose, the created target file should already be in the library folder.
german: Nach Abarbeitung Bibliothek aktualisieren. Dazu sollte sich die erzeugte Zieldatei bereits im Bibliotheksordner befinden.
